Repository: alxmoroz/actmonitor
Catalog: lib/l10n/intl_*.arb
Languages: de

# rear_camera_ipad_3
source: 5MP photos Autofocus Face detection Backside illumination Five‑element lens Hybrid IR filter ƒ/2.4 aperture HDR photos Tap to focus while recording Video stabilization Time-lapse video
de: 5‑Megapixel Fotos Autofokus Gesichts-erkennung Rückwärtige Belichtung Objektiv mit 5 Elementen Hybrid-IR-Filter ƒ/2.4 Blende HDR Fotos Fokussieren per Fingertipp während der Aufnahme Video-stabilisierung Gesichts-erkennung Rückwärtige Belichtung Zeitraffervideo

# rear_camera_ipad_air
source: 5MP photos Autofocus Face detection Backside illumination Five‑element lens Hybrid IR filter ƒ/2.4 aperture HDR photos Panorama Tap to focus while recording Video stabilization 3x video zoom Time-lapse video
de: 5‑Megapixel Fotos Autofokus Gesichts-erkennung Rückwärtige Belichtung Objektiv mit 5 Elementen Hybrid-IR-Filter ƒ/2.4 Blende HDR Fotos Panorama Fokussieren per Fingertipp während der Aufnahme Video-stabilisierung Gesichts-erkennung Rückwärtige Belichtung 3x Videozoom Zeitraffervideo

# rear_camera_ipad_air2
source: 8MP photos Autofocus Face detection Backside illumination Five‑element lens Hybrid IR filter ƒ/2.4 aperture HDR photos Panorama Burst mode Tap to focus while recording Video stabilization 3x video zoom Time-lapse video Slo-mo video
de: 8‑Megapixel Fotos Autofokus Gesichts-erkennung Rückwärtige Belichtung Objektiv mit 5 Elementen Hybrid-IR-Filter ƒ/2.4 Blende HDR Fotos Panorama Serienbild-funktion Fokussieren per Fingertipp während der Aufnahme Video-stabilisierung Gesichts-erkennung Rückwärtige Belichtung 3x Videozoom Zeitraffervideo Zeitlupenvideo

# rear_camera_ipad_air4
source: 12MP Wide camera ƒ/1.8 aperture Five-element lens Hybrid IR ﬁlter Backside illumination sensor Live Photos with stabilization Autofocus with Focus Pixels Tap to focus with Focus Pixels Wide color capture for photos and Live Photos Panorama (up to 63MP) Exposure control Noise reduction Smart HDR for photos Auto image stabilization Burst mode Timer mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 30 fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Noise reduction Playback zoom Video geotagging Video formats captured: HEVC and H.264
de: 12 MP Kamera mit Weitwinkel­objektiv ƒ/1.8 Blende Objektiv mit 5 Elementen Hybrid IR Filter Rückwärtig belichteter Sensor Live Photos mit Bild­stabilisierung Autofokus mit Focus Pixeln Fokussieren per Fingertipp mit Focus Pixeln Fotos und Live Photos mit großem Farbraum Panoramabild (bis zu 63 MP) Belichtungsregler Rauschunterdrückung Smart HDR für Fotos Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Cinematic Video­stabilisierung (1080p und 720p) Kontinuierlicher Autofokus Rausch­unterdrückung Zoomen bei der Wiedergabe Geotagging für Videos Aufgenommene Videoformate: HEVC und H.264

# rear_camera_ipad_pro2
source: 12-megapixel camera ƒ/1.8 aperture Digital zoom up to 5x Optical image stabilization Six‑element lens Quad-LED True Tone flash Panorama (up to 63 megapixels) Sapphire crystal lens cover Backside illumination sensor Hybrid IR filter Autofocus with Focus Pixels Tap to focus with Focus Pixels Live Photos with stabilization Wide color capture for photos and Live Photos Improved local tone mapping Body and face detection Exposure control Noise reduction Auto HDR for photos Auto image stabilization Burst mode Timer mode Photo geotagging Video Recording 4K video recording at 30 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Optical image stabilization for video Quad-LED True Tone flash Slo‑mo video support for 1080p at 120 fps and 720p at 240 fps Time‑lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Body and face detection Noise reduction Playback zoom Video geotagging
de: 12 Megapixel Kamera ƒ/1.8 Blende Bis zu 5x digitaler Zoom Optische Bildstabilisierung Objektiv mit 6 Elementen 4fach-LED True Tone Flash Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall Rückwärtig belichteter Sensor Hybrid IR Filter Autofokus mit Focus Pixels Zum Fokussieren mit Focus Pixels tippen Live Photos mit Bildstabilisierung Fotos und Live Photos mit großem Farbraum Optimiertes lokales Tone Mapping Körper- und Gesichtserkennung Belichtungsregler Rauschunterdrückung Automatisches HDR für Fotos Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos Videoaufnahme 4K Videoaufnahme mit 30 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Optische Bildstabilisierung für Video 4fach-LED True Tone Flash Unterstützung für Zeitlupenvideo in 1080p mit 120 fps oder 720p mit 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Körper- und Gesichtserkennung Rauschunterdrückung Zoomen bei der Wiedergabe Geotagging für Videos

# rear_camera_ipad_pro3
source: 12-megapixel camera ƒ/1.8 aperture Digital zoom up to 5x Five‑element lens Quad-LED True Tone flash Panorama (up to 63 megapixels) Sapphire crystal lens cover Backside illumination sensor Hybrid IR filter Autofocus with Focus Pixels Tap to focus with Focus Pixels Live Photos with stabilization Wide color capture for photos and Live Photos Improved local tone mapping Exposure control Noise reduction Smart HDR for photos Auto image stabilization Burst mode Timer mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 30 fps or 60 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Quad-LED True Tone flash Slo‑mo video support for 1080p at 240 fps Time‑lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Noise reduction Playback zoom Video geotagging Video formats captured: HEVC and H.264
de: 2 Megapixel Kamera ƒ/1.8 Blende Bis zu 5x digitaler Zoom Objektiv mit 5 Elementen 4fach‑LED True Tone Blitz Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall Rückwärtig belichteter Sensor Hybrid IR Filter Autofokus mit Focus Pixels Zum Fokussieren mit Focus Pixels tippen Live Photos mit Bildstabilisierung Fotos und Live Photos mit großem Farbraum Optimiertes lokales Tone Mapping Belichtungsregler Rauschunterdrückung Smart HDR für Fotos Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps 4fach‑LED True Tone Blitz Unterstützung für Zeitlupenvideo in 1080p mit 120 fps und 720p mit 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Rauschunterdrückung Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Geotagging für Videos Aufgenommene Videoformate: HEVC und H.264

source: Sensors
de: Sensoren

# sensors_iphone_3g
source: Accelerometer Proximity sensor Ambient light sensor
de: Beschleunigungssensor Annäherungssensor Umgebungslichtsensor

# sensors_iphone_4
source: Three-axis gyro Accelerometer Proximity sensor Ambient light sensor
de: 3-Achsen-Gyrosensor Beschleunigungssensor Annäherungssensor Umgebungslichtsensor

# sensors_iphone_5s
source: Three-axis gyro Accelerometer Proximity sensor Ambient light sensor Fingerprint identity sensor
de: 3-Achsen-Gyrosensor Beschleunigungssensor Annäherungssensor Umgebungslichtsensor Fingerabdrucksensor

# sensors_iphone_6
source: Touch ID Barometer Three-axis gyro Accelerometer Proximity sensor Ambient light sensor
de: Touch ID Barometer 3-Achsen-Gyrosensor Beschleunigungssensor Annäherungssensor Umgebungslichtsensor

# sensors_iphone_x
source: Face ID Barometer Three-axis gyro Accelerometer Proximity sensor Ambient light sensor
de: Face ID Barometer 3-Achsen-Gyrosensor Beschleunigungssensor Annäherungssensor Umgebungslichtsensor

# sensors_iphone_12pro
source: Face ID LiDAR Scanner Barometer Three‑axis gyro Accelerometer Proximity sensor Ambient light sensor
de: Face ID LiDAR Scanner Barometer 3‑Achsen Gyrosensor Beschleunigungssensor Näherungssensor Umgebungslichtsensor

# sensors_ipod5
source: Three-axis gyro Accelerometer
de: 3-Achsen-Gyrosensor Beschleunigungssensor

# sensors_ipad_original
source: Accelerometer Ambient light sensor
de: Beschleunigungssensor Umgebungslichtsensor

# sensors_ipad_2
source: Gyroscope Accelerometer Ambient light sensor
de: Gyrosensor Beschleunigungssensor Umgebungslichtsensor

# sensors_ipad_3
source: Three-axis gyro Accelerometer Ambient light sensor
de: 3-Achsen-Gyrosensor Beschleunigungssensor Umgebungslichtsensor

# sensors_ipad_mini3
source: Touch ID Three-axis gyro Accelerometer Ambient light sensor
de: Touch ID 3-Achsen-Gyrosensor Beschleunigungssensor Umgebungslichtsensor

# sensors_ipad_air2
source: Touch ID Three-axis gyro Accelerometer Ambient light sensor Barometer
de: Touch ID 3-Achsen-Gyrosensor Beschleunigungssensor Umgebungslichtsensor Barometer

# sensors_ipad_pro3
source: Face ID Three-axis gyro Accelerometer Ambient light sensor Barometer
de: Face ID 3-Achsen-Gyrosensor Beschleunigungssensor Umgebungslichtsensor Barometer

source: SIM Card
de: SIM-Karte

source: Specs
de: Technische Daten

source: Supported OS
de: Unterstützte Betriebssysteme

source: Usage
de: Verwendung

source: Used
de: Gebraucht

source: Weight
de: Gewicht

source: Wired
de: System
