Repository: alxmoroz/actmonitor
Catalog: lib/l10n/intl_*.arb
Languages: de

source: Active
de: Activ

# add_model
source: + Model
de: + Modell

source: Battery
de: Batterie

source: Battery capacity
de: Akkukapazität

# battery_legend_title
source: Remaining (hours: minutes):
de: Verbleibend (Stunden: Minuten):

# browsing_over_cellular
source: Cellular
de: Internetnutzung

source: Capacity
de: Kapazität

source: Cellular
de: Mobilfunk

source: Charging
de: Aufladung

source: Compare
de: Vergleichen Sie

source: Comparison
de: Vergleich

# comparison_models_list_edit
source: Edit
de: Bearbeiten

# comparison_models_title
source: Models for Comparison
de: Modelle für Vergleich

# comparison_model_choose_title
source: Choose a Model
de: Wählen Sie ein Modell

source: Compressed
de: Komprimiert

source: Connector
de: Anschluss

source: Dimensions
de: Abmessungen

source: Discontinued Date
de: Datum der Beendigung der Produktion

# display_iphone_3g
source: TN, LED-backlit, 200:1 contrast
de: TN, LED Hintergrund-Beleuchtung, 200:1 Kontrast

# display_iphone_3gs
source: Oleophobic TN, LED-backlit, 200:1 contrast
de: Fettabweisende Beschichtung Display TN, LED Hintergrund-Beleuchtung, 200:1 Kontrast

# display_iphone_4
source: Oleophobic Retina IPS, LED-backlit, 800:1 contrast
de: Fettabweisende Beschichtung Display Retina IPS, LED Hintergrund-Beleuchtung, 800:1 Kontrast

# display_iphone_6
source: Oleophobic Retina HD, IPS, 1400:1 contrast
de: Fettabweisende Beschichtung Display Retina HD, IPS, 1400:1 Kontrast

# display_iphone_6_plus
source: Oleophobic Retina HD, IPS, 1300:1 contrast
de: Fettabweisende Beschichtung Display Retina HD, IPS, 1300:1 Kontrast

# display_iphone_6s
source: 3D Touch oleophobic Retina HD, IPS, 1400:1 contrast
de: Fettabweisende Beschichtung Retina HD Display mit 3D Touch, IPS, 1400:1 Kontrast

# display_iphone_6s_plus
source: 3D Touch oleophobic Retina HD, IPS, LED-backlit, 1300:1 contrast
de: Fettabweisende Beschichtung Retina HD Display mit 3D Touch, IPS, 1300:1 Kontrast

# display_iphone_x
source: 3D Touch oleophobic Super Retina HD, all-screen OLED display, HDR, Wide color display (P3), 1,000,000:1 contrast
de: Fettabweisende Beschichtung Super Retina HD Display mit 3D Touch, OLED, großem Farbraum (P3), Typisches Kontrast­verhältnis: 1.000.000:1

# display_iphone_xr
source: Oleophobic Liquid Retina HD, all-screen IPS display, Haptic Touch, Wide color (P3), 1400:1 contrast
de: Fettabweisende Beschichtung Liquid Retina HD Display mit Haptic Touch, IPS, großem Farbraum (P3), Typisches Kontrast­verhältnis: 1400:1

# display_iphone_11pro
source: Oleophobic Super Retina XDR, all-screen OLED display, HDR, Haptic Touch, Wide color display (P3), 2,000,000:1 contrast
de: Fettabweisende Beschichtung Super Retina XDR Display mit Haptic Touch, OLED, großem Farbraum (P3), Typisches Kontrast­verhältnis: 2.000.000:1

# display_iphone_se2
source: Oleophobic Retina HD, IPS, Haptic Touch, 1400:1 contrast
de: Fettabweisende Beschichtung Retina HD, IPS, Haptic Touch, großem Farbraum (P3), Typisches Kontrast­verhältnis: 1400:1

# display_ipod_4
source: Retina TN, LED-backlit, 800:1 contrast
de: Retina TN, LED Hintergrund-Beleuchtung, 800:1 Kontrast

# display_ipad
source: Oleophobic IPS, LED-backlit, 800:1 contrast
de: Fettabweisende Beschichtung Display IPS, LED Hintergrund-Beleuchtung, 800:1 Kontrast

# display_ipad_air2
source: Oleophobic Retina IPS, LED-backlit, 800:1 contrast Antireflective coating Fully laminated display
de: Fettabweisende Beschichtung Display Retina IPS, LED Hintergrund-Beleuchtung, 800:1 Kontrast Anti-Reflexions-Beschichtung Vollständig laminiertes Display

# display_ipad_air3
source: Oleophobic Retina IPS, LED-backlit Wide color display (P3), True Tone Antireflective coating Fully laminated display Apple Pencil
de: Fettabweisende Beschichtung Display Retina IPS, LED Hintergrund-Beleuchtung True Tone Display mit großem Farbraum (P3) Anti-Reflexions-Beschichtung Vollständig laminiertes Display Unterstützt den Apple Pencil

# display_ipad_pro2
source: Oleophobic Retina IPS, LED-backlit Wide color display (P3) True Tone, ProMotion Antireflective coating Fully laminated display Apple Pencil
de: Fettabweisende Beschichtung Display Retina IPS, LED Hintergrund-Beleuchtung True Tone Display mit großem Farbraum (P3), ProMotion Anti-Reflexions-Beschichtung Vollständig laminiertes Display Unterstützt den Apple Pencil

# display_ipad_pro3
source: Oleophobic Liquid Retina IPS, LED-backlit Wide color display (P3) True Tone, ProMotion Antireflective coating Fully laminated display Apple Pencil
de: Fettabweisende Beschichtung Display Liquid Retina IPS, LED Hintergrund-Beleuchtung True Tone Display mit großem Farbraum (P3), ProMotion Anti-Reflexions-Beschichtung Vollständig laminiertes Display Unterstützt den Apple Pencil

source: Free
de: Frei

source: Front Camera
de: Kamera auf der Vorderseite

# front_camera_iphone_5
source: 1.2-MP photos (1280 by 960) ƒ/2.4 aperture 720p HD video recording Backside illumination sensor Face detection Exposure control
de: 1,2-Megapixel Fotos (1280 × 960) ƒ/2.4 Blende 720p HD Videoaufnahme Rückwärtig belichteter Sensor Gesichtserkennung Belichtungsregler

# front_camera_iphone_5s
source: 1.2-MP photos (1280 by 960) ƒ/2.4 aperture 720p HD video recording Backside illumination sensor Auto HDR for photos Face detection Burst mode Exposure control
de: 1,2-Megapixel Fotos (1280 × 960) ƒ/2.4 Blende 720p HD Videoaufnahme Rückwärtig belichteter Sensor Automatisches HDR für Fotos Gesichtserkennung Serienbildfunktion Belichtungsregler

# front_camera_iphone_6
source: 1.2-MP photos (1280 by 960) ƒ/2.2 aperture 720p HD video recording Backside illumination sensor Auto HDR for photos and videos Improved face detection Burst mode Exposure control
de: 1,2-Megapixel Fotos (1280 × 960) ƒ/2.2 Blende 720p HD Videoaufnahme Rückwärtig belichteter Sensor Automatisches HDR für Fotos und Videos Verbesserte Gesichtserkennung Serienbildfunktion Belichtungsregler

# front_camera_iphone_6s
source: 5-MP photos 720p HD video Retina Flash ƒ/2.2 aperture Auto HDR for photos and videos Backside illumination sensor Exposure control Burst mode Timer mode Face detection
de: 5 Megapixel Fotos 720p HD Videoaufnahme Retina Flash ƒ/2.2 Blende Automatisches HDR für Fotos und Videos Rückwärtig belichteter Sensor Belichtungsregler Serienbildmodus Selbstauslöser Gesichtserkennung

# front_camera_iphone_7
source: 7-MP photos 1080p HD video Retina Flash ƒ/2.2 aperture Wide color capture for photos and Live Photos Auto HDR Backside illumination sensor Body and face detection Auto image stabilization Burst mode Exposure control Timer mode
de: 7 Megapixel Fotos 1080p HD Videoaufnahme Retina Flash ƒ/2.2 Blende Fotos und Live Photos mit großem Farbumfang Automatisches HDR Rückwärtig belichteter Sensor Körper- und Gesichtserkennung Automatische Bildstabilisierung Serienbildmodus Belichtungsregler Selbstauslöser

# front_camera_iphone_x
source: TrueDepth 7MP camera Portrait mode Portrait Lighting (beta) Animoji 1080p HD video recording Retina Flash ƒ/2.2 aperture Wide color capture for photos and Live Photos Auto HDR Backside illumination sensor Body and face detection Auto image stabilization Burst mode Exposure control Timer mode Face ID Enabled by TrueDepth camera for facial recognition
de: TrueDepth 7 Megapixel Kamera Porträtmodus Porträtlicht (Beta) Animoji 1080p HD Videoaufnahme Retina Blitz ƒ/2.2 Blende Fotos und Live Photos mit großem Farbraum Automatisches HDR Rückwärtig belichteter Sensor Körper- und Gesichts­erkennung Automatische Bild­stabilisierung Serienbildmodus Belichtungsregler Selbstauslöser Face ID Ermöglicht durch eine TrueDepth Kamera für Gesichts­erkennung

# front_camera_iphone_xs
source: TrueDepth 7MP camera ƒ/2.2 aperture Portrait mode with advanced bokeh and Depth Control Portrait Lighting with five effects (Natural, Studio, Contour, Stage, Stage Mono) Animoji and Memoji 1080p HD video recording at 30 fps or 60 fps Smart HDR for photos Extended dynamic range for video at 30 fps Cinematic video stabilization (1080p and 720p) Wide color capture for photos and Live Photos Retina Flash Backside illumination sensor Auto image stabilization Burst mode Exposure control Timer mode Face ID Enabled by TrueDepth camera for facial recognition
de: TrueDepth 7 Megapixel Kamera ƒ/2.2 Blende Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit fünf Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono) Animoji und Memoji 1080p HD Videoaufnahme mit 30 fps oder 60 fps Smart HDR für Fotos Erweiterter Dynamikbereich für Video bei 30 fps Cinematic Videostabilisierung (1080p und 720p) Fotos und Live Photos mit großem Farbraum Retina Blitz Rückwärtig belichteter Sensor Automatische Bildstabilisierung Serienbildmodus Belichtungsregler Selbstauslöser Face ID Ermöglicht durch eine TrueDepth Kamera für Gesichtserkennung

# front_camera_iphone_11
source: TrueDepth 12MP camera ƒ/2.2 aperture Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Animoji and Memoji 4K video recording at 24 fps, 30fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps Slo‑mo video support for 1080p at 120 fps Next‑generation Smart HDR for photos Extended dynamic range for video at 30 fps Cinematic video stabilization (4K, 1080p, and 720p) Wide color capture for photos and Live Photos Retina Flash Auto image stabilization Burst mode Face ID Enabled by TrueDepth camera for facial recognition
de: TrueDepth 12 Megapixel Kamera ƒ/2.2 Blende Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Animoji und Memoji 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps Unterstützung für Zeitlupen­video in 1080p mit 120 fps Smart HDR der nächsten Generation für Fotos Erweiterter Dynamikbereich für Video bei 30 fps Cinematic Video­stabilisierung (4K, 1080p und 720p) Fotos und Live Photos mit großem Farbraum Retina Blitz Automatische Bild­stabilisierung Serienbildmodus Face ID Ermöglicht durch die TrueDepth Kamera für Gesichts­erkennung

# front_camera_iphone_se2
source: 7MP camera ƒ/2.2 aperture Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) 1080p HD video recording at 25 fps or 30 fps Retina Flash QuickTake video Wide color capture for photos and Live Photos Auto HDR for photos Auto image stabilization Burst mode Cinematic video stabilization (1080p and 720p)
de: 7 Megapixel Kamera ƒ/2.2 Blende Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) 1080p HD Videoaufnahme mit 25 fps oder 30 fps Retina Blitz QuickTake Video Fotos und Live Photos mit großem Farbraum Auto HDR für Fotos Automatische Bild­stabilisierung Serienbildmodus Cinematic Video­stabilisierung (1080p und 720p)

# front_camera_iphone_12
source: 12MP camera ƒ/2.2 aperture Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Animoji and Memoji Night mode Deep Fusion Smart HDR 3 HDR video recording with Dolby Vision up to 30 fps 4K video recording at 24 fps, 25 fps, 30 fps, or 60 fps 1080p HD video recording at 25 fps, 30 fps, or 60 fps Slo‑mo video support for 1080p at 120 fps Time‑lapse video with stabilization Night mode Time‑lapse Extended dynamic range for video up to 30 fps Cinematic video stabilization (4K, 1080p, and 720p) QuickTake video Wide color capture for photos and Live Photos Lens correction Retina Flash Auto image stabilization Burst mode Face ID Enabled by TrueDepth camera for facial recognition
de: 12 MP Kamera ƒ/2.2 Blende Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Animoji und Memoji Nachtmodus Deep Fusion Smart HDR 3 mit Szenenerkennung HDR Videoaufnahme mit Dolby Vision bis zu 30 fps 4K Videoaufnahme mit 24 fps, 25 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 25 fps, 30 fps oder 60 fps Unterstützung für Zeitlupen­video in 1080p mit 120 fps Zeitraffervideo mit Bild­stabilisierung Nachtmodus Zeitraffer Erweiterter Dynamik­bereich für Video bis zu 30 fps Cinematic Video­stabilisierung (4K, 1080p und 720p) QuickTake Video Fotos und Live Photos mit großem Farbraum Objektivkorrektur Retina Blitz Automatische Bild­stabilisierung Serienbildmodus Face ID Ermöglicht durch die TrueDepth Kamera für Gesichts­erkennung

# front_camera_ipad_4
source: 1.2MP photos 720p HD video Face detection Backside illumination
de: 1,2‑Megapixel Fotos 720p HD Video Gesichts-erkennung Rückwärtige Belichtung

# front_camera_ipad_5
source: 1.2-megapixel photos Live Photos ƒ/2.2 aperture Retina Flash 720p HD video recording Backside illumination HDR for photos and videos Face detection Burst mode Exposure control Timer mode
de: 1,2 MP Fotos Live Photos ƒ/2.2 Blende 720p HD Videoaufnahme Rückwärtige Belichtung HDR für Fotos und Videos Gesichtserkennung Serienbildmodus Belichtungsregler Selbstauslöser

# front_camera_ipad_air3
source: 7-megapixel photos ƒ/2.2 aperture 1080p HD video recording at 30 fps Retina Flash Wide color capture for photos and Live Photos Auto HDR for photos and videos Backside illumination Burst mode Exposure control Timer mode
de: 7 Megapixel Fotos ƒ/2.2 Blende 1080p HD Videoaufnahme mit 30 fps Retina Blitz Fotos und Live Photos mit großem Farbraum Auto HDR für Fotos und Videos Rückwärtige Belichtung Serienbildmodus Belichtungsregler Selbstauslöser

# front_camera_ipad_pro3
source: 7-megapixel photos Portrait mode Portrait Lighting Animoji and Memoji 1080p HD video recording at 30 fps or 60 fps Retina Flash ƒ/2.2 aperture Wide color capture for photos and Live Photos Smart HDR Backside illumination sensor Auto image stabilization Burst mode Exposure control Timer mode
de: 7 Megapixel Fotos Porträtmodus Porträtlicht Animoji und Memoji 1080p HD Videoaufnahme mit 30 fps oder 60 fps Retina Blitz ƒ/2.2 Blende Fotos und Live Photos mit großem Farbraum Smart HDR Rückwärtig belichteter Sensor Automatische Bildstabilisierung Serienbildmodus Belichtungsregler

source: Full
de: Voll

source: Graphics
de: Grafik

source: Inactive
de: Untätig

source: Location
de: Ortungsfunktion

# location_wifi
source: Wi-Fi Digital compass
de: WLAN Digitaler Kompass

# location_wifi_ibeacon
source: Wi-Fi Digital compass iBeacon microlocation
de: WLAN Digitaler Kompass iBeacon

# location_cellular
source: Wi-Fi Digital compass Assisted GPS Cellular
de: WLAN Digitaler Kompass Assisted GPS Mobilfunk

# location_cellular_glonass
source: Wi-Fi Digital compass Assisted GPS and GLONASS Cellular
de: WLAN Digitaler Kompass Assisted GPS und GLONASS Mobilfunk

# location_cellular_glonass_ibeacon
source: Wi-Fi Digital compass Assisted GPS and GLONASS Cellular iBeacon microlocation
de: WLAN Digitaler Kompass Assisted GPS und GLONASS Mobilfunk iBeacon

source: Memory
de: Speicher

source: Onboard RAM
de: Rom

source: Price
de: Preis

source: Processor
de: Prozessor

source: Release Date
de: Erscheinungstag

source: RearCamera
de: Kamera auf der Rückseite

# rear_camera_iphone_3gs
source: 3-MP photos Autofocus ƒ/2.8 aperture 480p VGA video (30 fps)
de: 3–Megapixel Kamera Autofokus ƒ/2.8 Blende 720p HD Videoaufnahme (30 Bilder pro Sekunde)

# rear_camera_iphone_4
source: 5-MP iSight camera Autofocus ƒ/2.8 aperture LED flash Backside illumination sensor HDR for photos Photo geotagging 720p HD video (30 fps)
de: 5–Megapixel iSight Kamera Autofokus ƒ/2.8 Blende LED-Blitz Rückwärtig belichteter Sensor HDR für Fotos Fokussieren per Fingertipp Geotagging für Fotos Selbstauslöser 720p HD Videoaufnahme (30 Bilder pro Sekunde)

# rear_camera_iphone_4s
source: 8-MP iSight camera Autofocus ƒ/2.4 aperture LED flash Backside illumination sensor HDR for photos Face detection Exposure control Panorama Tap to focus Photo geotagging Timer mode 1080p HD video (30 fps) Time-lapse video Video stabilization
de: 8–Megapixel iSight Kamera Autofokus ƒ/2.4 Blende LED-Blitz Rückwärtig belichteter Sensor HDR für Fotos Gesichtserkennung Belichtungsregler Panorama Fokussieren per Fingertipp Geotagging für Fotos Selbstauslöser 1080p HD Videoaufnahme (30 Bilder pro Sekunde) Zeitraffervideos Videostabilisierung

# rear_camera_iphone_5
source: 8-MP iSight camera Autofocus ƒ/2.4 aperture LED flash Five-element lens Hybrid IR filter Backside illumination sensor Sapphire crystal lens cover HDR for photos Face detection Exposure control Panorama Tap to focus Photo geotagging Timer mode 1080p HD video (30 fps) Time-lapse video Video stabilization Take still photos while recording video 3x zoom Video geotagging
de: 8–Megapixel iSight Kamera Autofokus ƒ/2.4 Blende LED-Blitz Objektiv mit 5 Elementen Hybrid-IR-Filter Rückwärtig belichteter Sensor Objektivabdeckung aus Saphirkristall HDR für Fotos Gesichtserkennung Belichtungsregler Panorama Fokussieren per Fingertipp Geotagging für Fotos Selbstauslöser 1080p HD Videoaufnahme (30 Bilder pro Sekunde) Zeitraffervideos Videostabilisierung Fotos aufnehmen während der Videoaufnahme 3x Zoom Geotagging für Videos

# rear_camera_iphone_5s
source: 8-MP iSight camera with 1.5µ pixels Autofocus ƒ/2.2 aperture True Tone flash Five-element lens Hybrid IR filter Backside illumination sensor Sapphire crystal lens cover Auto image stabilization Auto HDR for photos Face detection Exposure control Panorama Burst mode Tap to focus Photo geotagging Timer mode 1080p HD video (30 fps) Slo-mo video (120 fps) Time-lapse video Video stabilization Take still photos while recording video 3x zoom Video geotagging
de: 8-Megapixel iSight Kamera mit 1,5 µ Pixeln Autofokus ƒ/2.2 Blende True Tone Blitz Objektiv mit 5 Elementen Hybrid-IR-Filter Rückwärtig belichteter Sensor Objektivabdeckung aus Saphirkristall Automatische Bildstabilisierung Automatisches HDR für Fotos Gesichtserkennung Belichtungsregler Panorama Serienbildfunktion Fokussieren per Fingertipp Geotagging für Fotos Selbstauslöser 1080p HD Videoaufnahme (30 Bilder pro Sekunde) Zeitlupenvideos (120 Bilder pro Sekunde) Zeitraffervideos Videostabilisierung Fotos aufnehmen während der Videoaufnahme 3x Zoom Geotagging für Videos

# rear_camera_iphone_6
source: 8-MP iSight camera with 1.5µ pixels Autofocus with Focus Pixels ƒ/2.2 aperture True Tone flash Five-element lens Hybrid IR filter Backside illumination sensor Sapphire crystal lens cover Auto image stabilization Auto HDR for photos Improved face detection Exposure control Panorama (up to 43 megapixels) Burst mode Tap to focus Photo geotagging Timer mode 1080p HD video (30 fps or 60 fps) Slo-mo video (120 fps or 240 fps) Time-lapse video Video stabilization Cinematic video stabilization Continuous autofocus video Take still photos while recording video 3x zoom Video geotagging
de: 8-Megapixel iSight Kamera mit 1,5 µ Pixeln Autofokus mit Focus Pixels ƒ/2.2 Blende True Tone Blitz Objektiv mit 5 Elementen Hybrid-IR-Filter Rückwärtig belichteter Sensor Objektivabdeckung aus Saphirkristall Automatische Bildstabilisierung Automatisches HDR für Fotos Verbesserte Gesichtserkennung Belichtungsregler Panoramabild (bis zu 43 Megapixel) Serienbildfunktion Fokussieren per Fingertipp Geotagging für Fotos Selbstauslöser 1080p HD Videoaufnahme (30 oder 60 Bilder pro Sekunde) Zeitlupenvideos (120 oder 240 Bilder pro Sekunde) Zeitraffervideos Videostabilisierung Cinematic Videostabilisierung Kontinuierlicher Autofokus Fotos aufnehmen während der Videoaufnahme 3x Zoom Geotagging für Videos

# rear_camera_iphone_6s
source: 12-MP iSight camera with 1.22µ pixels Live Photos Autofocus with Focus Pixels True Tone flash Panorama (up to 63 megapixels) Auto HDR for photos Exposure control Burst mode Timer mode ƒ/2.2 aperture Five-element lens Hybrid IR filter Backside illumination sensor Sapphire crystal lens cover Auto image stabilization Improved local tone mapping Improved noise reduction Face detection Photo geotagging 4K video recording (3840 by 2160) at 30 fps 1080p HD video (30 fps or 60 fps) 720p HD video (30 fps) Optical image stabilization Slo-mo video support for 1080p at 120 fps and 720p at 240 fps Time-lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom, 3x zoom Video geotagging
de: 12-Megapixel iSight Kamera mit 1,22 µm Pixeln Live Photos Autofokus mit Focus Pixels True Tone Flash Panoramabild (bis zu 63 Megapixel) Automatisches HDR für Fotos Belichtungsregler Serienbildmodus Selbstauslöser ƒ/2.2 Blende Objektiv mit 5 Elementen Hybrid IR Filter Rückwärtig belichteter Sensor Objektivabdeckung aus Saphirkristall Automatische Bildstabilisierung Optimiertes lokales Tone Mapping Verbesserte Rauschunterdrückung Gesichtserkennung Geotagging für Fotos 4K Videoaufnahme (3840 × 2160) mit 30 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Unterstützung für Zeitlupenvideo in 1080p mit 120 fps oder 720p mit 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Verbesserte Rauschunterdrückung Während der Aufnahme von 4K Video Fotos mit 8 Megapixel machen Zoomen bei der Wiedergabe, 3x Zoom Gesichtserkennung Geotagging für Videos

# rear_camera_iphone_7
source: 12-MP iSight camera ƒ/1.8 aperture Digital zoom up to 5x Optical image stabilization Six‑element lens Quad-LED True Tone flash Panorama (up to 63 megapixels) Sapphire crystal lens cover Backside illumination sensor Hybrid IR filter Autofocus with Focus Pixels Tap to focus with Focus Pixels Live Photos with stabilization Wide color capture for photos and Live Photos Improved local tone mapping Body and face detection Exposure control Noise reduction Auto HDR for photos Auto image stabilization Burst mode Timer mode Photo geotagging
de: 12 Megapixel Kamera ƒ/1.8 Blende Bis zu 5x digitaler Zoom Optische Bildstabilisierung Objektiv mit 6 Elementen 4fach-LED True Tone Flash Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall Rückwärtig belichteter Sensor Hybrid IR Filter Autofokus mit Focus Pixels Zum Fokussieren mit Focus Pixels tippen Live Photos mit Bildstabilisierung Fotos und Live Photos mit großem Farbumfang Optimiertes lokales Tone Mapping Körper- und Gesichtserkennung Belichtungsregler Rausch­unterdrückung Automatisches HDR für Fotos Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos 4K Videoaufnahme mit 30 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Optische Bildstabilisierung für Video 2x optischer Zoom, 6x digitaler Zoom (nur_iphone_7 Plus) 4fach-LED True Tone Flash Unterstützung für Zeitlupenvideo in 1080p mit 120 fps oder 720p mit 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Körper- und Gesichtserkennung Rausch­unterdrückung Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Geotagging für Videos
