Repository: alxmoroz/actmonitor
Catalog: lib/l10n/intl_*.arb
Languages: de

# rear_camera_iphone_7plus
source: 12-MP wide-angle and telephoto cameras with Wide-angle: ƒ/1.8 aperture Telephoto: ƒ/2.8 aperture Optical zoom at 2x, digital zoom up to 10x Optical image stabilization Six‑element lens Quad-LED True Tone flash Panorama (up to 63 megapixels) Sapphire crystal lens cover Backside illumination sensor Hybrid IR filter Autofocus with Focus Pixels Tap to focus with Focus Pixels Live Photos with stabilization Wide color capture for photos and Live Photos Improved local tone mapping Body and face detection Exposure control Noise reduction Auto HDR for photos Auto image stabilization Burst mode Timer mode Photo geotagging
de: 12 Megapixel Kamera mit Weitwinkel- und Teleobjektiv Weitwinkel: ƒ/1.8 Blende Teleobjektiv: ƒ/2.8 Blende 2x optischer Zoom, bis zu 10x digitaler Zoom Optische Bildstabilisierung Objektiv mit 6 Elementen 4fach-LED True Tone Flash Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall Rückwärtig belichteter Sensor Hybrid IR Filter Autofokus mit Focus Pixels Zum Fokussieren mit Focus Pixels tippen Live Photos mit Bildstabilisierung Fotos und Live Photos mit großem Farbumfang Optimiertes lokales Tone Mapping Körper- und Gesichtserkennung Belichtungsregler Rausch­unterdrückung Automatisches HDR für Fotos Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos 4K Videoaufnahme mit 30 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Optische Bildstabilisierung für Video 2x optischer Zoom, 6x digitaler Zoom (nur_iphone_7 Plus) 4fach-LED True Tone Flash Unterstützung für Zeitlupenvideo in 1080p mit 120 fps oder 720p mit 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Körper- und Gesichtserkennung Rausch­unterdrückung Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Geotagging für Videos

# rear_camera_iphone_xs
source: Dual 12MP wide-angle and telephoto cameras Wide-angle: ƒ/1.8 aperture Telephoto: ƒ/2.4 aperture 2x optical zoom; digital zoom up to 10x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with five effects (Natural, Studio, Contour, Stage, Stage Mono) Dual optical image stabilization Six‑element lens Quad-LED True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover Backside illumination sensor Hybrid IR filter Autofocus with Focus Pixels Tap to focus with Focus Pixels Smart HDR for photos Wide color capture for photos and Live Photos Local tone mapping Advanced red-eye correction Exposure control Auto image stabilization Burst mode Timer mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 30 fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Extended dynamic range for video up to 30 fps Optical image stabilization for video 2x optical zoom; digital zoom up to 6x Quad-LED True Tone flash Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video geotagging Video formats recorded: HEVC and H.264 Stereo recording
de: 12 Megapixel Dual‑Kamera mit Weitwinkel- und Teleobjektiv Weitwinkel: ƒ/1.8 Blende Teleobjektiv: ƒ/2.4 Blende 2x optischer Zoom, bis zu 10x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit fünf Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono) Duale optische Bildstabilisierung Objektiv mit 6 Elementen Langsamer 4fach‑LED True Tone Synchronblitz Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall Rückwärtig belichteter Sensor Hybrid IR Filter Autofokus mit Focus Pixels Zum Fokussieren mit Focus Pixels tippen Smart HDR für Fotos Fotos und Live Photos mit großem Farbraum Lokales Tone Mapping Fortschrittliche Rote‑Augen-Korrektur Belichtungsregler Automatische Bildstabilisierung Serienbildmodus Selbstauslöser Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Erweiterter Dynamikbereich für Video bis zu 30 fps Optische Bildstabilisierung für Video 2x optischer Zoom, bis zu 6x digitaler Zoom 4fach‑LED True Tone Blitz Unterstützung für Zeitlupenvideo in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bildstabilisierung Cinematic Videostabilisierung (1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Geotagging für Videos Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_xr
source: 12MP Wide camera ƒ/1.8 aperture Digital zoom up to 5x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with three effects (Natural, Studio, Contour) Optical image stabilization Six‑element lens LED True Tone flash with Slow Sync Panorama (up to 63MP) Autofocus with Focus Pixels Smart HDR for photos Wide color capture for photos and Live Photos Advanced red-eye correction Auto image stabilization Burst mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 30 fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Extended dynamic range for video up to 30 fps Optical image stabilization for video Digital zoom up to 3x LED True Tone flash Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (1080p and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 MP Kamera mit Weitwinkel­objektiv ƒ/1.8 Blende Bis zu 5x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit drei Effekten (Natürlich, Studio, Kontur) Optische Bild­stabilisierung Objektiv mit 6 Elementen LED True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 Megapixel) Autofokus mit Focus Pixels Smart HDR für Fotos Fotos und Live Photos mit großem Farbraum Fortschrittliche Rote‑Augen-Korrektur Automatische Bild­stabilisierung Serienbildmodus Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Erweiterter Dynamikbereich für Video bis zu 30 fps Optische Bild­stabilisierung für Video Bis zu 3x digitaler Zoom LED True Tone Blitz Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Cinematic Video­stabilisierung (1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_11
source: Dual 12MP Ultra Wide and Wide cameras Ultra Wide: ƒ/2.4 aperture and 120° field of view Wide: ƒ/1.8 aperture 2x optical zoom out; digital zoom up to 5x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Optical image stabilization (Wide) Five‑element lens (Ultra Wide); six‑element lens (Wide) Brighter True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover 100% Focus Pixels (Wide) Night mode Auto Adjustments Next-generation Smart HDR for photos Wide color capture for photos and Live Photos Advanced red‑eye correction Auto image stabilization Burst mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 30 fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Extended dynamic range for video up to 60 fps Optical image stabilization for video (Wide) 2x optical zoom out; digital zoom up to 3x Audio zoom Brighter True Tone flash QuickTake video with subject tracking Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (4K, 1080p, and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 Megapixel Zweifach-Kamera mit Ultraweitwinkel‑ und Weitwinkel­objektiv Ultraweitwinkel: ƒ/2.4 Blende und 120° Sichtfeld Weitwinkel: ƒ/1.8 Blende 2x optisches Auszoomen, bis zu 5x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Optische Bild­stabilisierung (Weitwinkel) Objektiv mit 5 Elementen (Ultraweitwinkel), Objektiv mit 6 Elementen (Weitwinkel) Hellerer True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 Megapixel) Objektivabdeckung aus Saphirkristall 100 % Focus Pixels (Weitwinkel) Nachtmodus Auto-Anpassung Smart HDR der nächsten Generation für Fotos Fotos und Live Photos mit großem Farbraum Fortschrittliche Rote‑Augen-Korrektur Automatische Bild­stabilisierung Serienbildmodus Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Erweiterter Dynamikbereich für Video bis zu 60 fps Optische Bild­stabilisierung für Video (Weitwinkel) 2x optisches Auszoomen, bis zu 3x digitaler Zoom Audiozoom Hellerer True Tone Blitz QuickTake Video mit Tracking von Motiven Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Cinematic Video­stabilisierung (4K, 1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_11pro
source: Triple 12MP Ultra Wide, Wide, and Telephoto cameras Ultra Wide: ƒ/2.4 aperture and 120° field of view Wide: ƒ/1.8 aperture Telephoto: ƒ/2.0 aperture 2x optical zoom in, 2x optical zoom out; digital zoom up to 10x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Dual optical image stabilization (Wide and Telephoto) Five‑element lens (Ultra Wide); six-element lens (Wide and Telephoto) Brighter True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover 100% Focus Pixels (Wide) Night mode Auto Adjustments Next‑generation Smart HDR for photos Wide color capture for photos and Live Photos Advanced red‑eye correction Photo geotagging Auto image stabilization Burst mode Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 30 fps, or 60 fps 1080p HD video recording at 30 fps or 60 fps 720p HD video recording at 30 fps Extended dynamic range for video up to 60 fps Optical image stabilization for video (Wide and Telephoto) 2x optical zoom in, 2x optical zoom out; digital zoom up to 6x Audio zoom Brighter True Tone flash QuickTake video with subject tracking Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (4K, 1080p, and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 Megapixel Dreifach-Kamera mit Ultraweitwinkel‑, Weitwinkel‑ und Teleobjektiv Ultraweitwinkel: ƒ/2.4 Blende und 120° Sichtfeld Weitwinkel: ƒ/1.8 Blende Teleobjektiv: ƒ/2.0 Blende 2x optisches Einzoomen, 2x optisches Auszoomen, bis zu 10x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Duale optische Bild­stabilisierung (Weitwinkel‑ und Teleobjektiv) Objektiv mit 5 Elementen (Ultraweitwinkel), Objektiv mit 6 Elementen (Weitwinkel‑ und Teleobjektiv) Hellerer True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 Megapixel) 100 % Focus Pixels (Weitwinkel) Nachtmodus Auto-Anpassung Smart HDR der nächsten Generation für Fotos Fotos und Live Photos mit großem Farbraum Fortschrittliche Rote‑Augen-Korrektur Geotagging für Fotos Automatische Bild­stabilisierung Serienbildmodus Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Erweiterter Dynamikbereich für Video bis zu 60 fps Optische Bild­stabilisierung für Video (Weitwinkel‑ und Teleobjektiv) 2x optisches Einzoomen, 2x optisches Auszoomen, bis zu 6x digitaler Zoom Audiozoom Hellerer True Tone Blitz QuickTake Video mit Tracking von Motiven Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Cinematic Video­stabilisierung (4K, 1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 Megapixeln machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_se2
source: 12MP Wide camera ƒ/1.8 aperture Digital zoom up to 5x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Optical image stabilization Six‑element lens LED True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover Autofocus with Focus Pixels Wide color capture for photos and Live Photos Next-generation Smart HDR for photos Advanced red-eye correction Auto image stabilization Burst mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording 4K video recording at 24 fps, 25 fps, 30 fps, or 60 fps 1080p HD video recording at 25 fps, 30 fps, or 60 fps 720p HD video recording at 30 fps Extended dynamic range for video up to 30 fps Optical image stabilization for video Digital zoom up to 3x LED True Tone flash QuickTake video Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Cinematic video stabilization (4K, 1080p, and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 Megapixel Kamera mit Weitwinkel­objektiv ƒ/1.8 Blende Bis zu 5x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Optische Bild­stabilisierung Objektiv mit 6 Elementen LED True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 MP) Objektiv­ab­deckung aus Saphirkristall Autofokus mit Focus Pixeln Fotos und Live Photos mit großem Farbraum Smart HDR der nächsten Generation für Fotos Fortschrittliche Rote‑Augen-Korrektur Automatische Bild­stabilisierung Serienbildmodus Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme 4K Videoaufnahme mit 24 fps, 25 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 25 fps, 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Erweiterter Dynamikbereich für Video bis zu 30 fps Optische Bild­stabilisierung für Video Bis zu 3x digitaler Zoom LED True Tone Blitz QuickTake Video Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Cinematic Video­stabilisierung (4K, 1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 Mega­pixeln machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_12
source: Dual 12MP camera system: Ultra Wide and Wide cameras Ultra Wide: ƒ/2.4 aperture and 120° field of view Wide: ƒ/1.6 aperture 2x optical zoom out Digital zoom up to 5x Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High-Key Mono) Optical image stabilization (Wide) Five‑element lens (Ultra Wide); seven‑element lens (Wide) Brighter True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover 100% Focus Pixels (Wide) Night mode (Ultra Wide, Wide) Deep Fusion (Ultra Wide, Wide) Smart HDR 3 Wide color capture for photos and Live Photos Lens correction (Ultra Wide) Advanced red‑eye correction Auto image stabilization Burst mode Photo geotagging Image formats captured: HEIF and JPEG Video Recording HDR video recording with Dolby Vision up to 30 fps 4K video recording at 24 fps, 25 fps, 30 fps, or 60 fps 1080p HD video recording at 25 fps, 30 fps, or 60 fps 720p HD video recording at 30 fps Optical image stabilization for video (Wide) 2x optical zoom out Digital zoom up to 3x Audio zoom Brighter True Tone flash QuickTake video Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Night mode Time‑lapse Extended dynamic range for video up to 60 fps Cinematic video stabilization (4K, 1080p, and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 MP Zwei-Kamera-System mit Ultraweitwinkel- und Weitwinkel­objektiv Ultraweitwinkel: ƒ/2.4 Blende und 120° Sichtfeld Weitwinkel: ƒ/1.6 Blende 2x optisches Auszoomen Bis zu 5x digitaler Zoom Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Optische Bild­stabilisierung (Weitwinkel) Objektiv mit 5 Elementen (Ultraweitwinkel), Objektiv mit 7 Elementen (Weitwinkel) Hellerer True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 MP) Objektiv­ab­deckung aus Saphirkristall 100 % Focus Pixel (Weitwinkel) Nachtmodus (Ultraweitwinkel, Weitwinkel) Deep Fusion (Ultraweitwinkel, Weitwinkel) Smart HDR 3 mit Szenenerkennung Fotos und Live Photos mit großem Farbraum Objektivkorrektur (Ultraweitwinkel) Fortschrittliche Rote‑Augen-Korrektur Automatische Bild­stabilisierung Serienbildmodus Geotagging für Fotos Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme HDR Videoaufnahme mit Dolby Vision bis zu 30 fps 4K Videoaufnahme mit 24 fps, 25 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 25 fps, 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Optische Bild­stabilisierung für Video (Weitwinkel) 2x optisches Auszoomen Bis zu 3x digitaler Zoom Audiozoom Hellerer True Tone Blitz QuickTake Video Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Nachtmodus Zeitraffer Erweiterter Dynamikbereich für Video bis zu 60 fps Cinematic Video­stabilisierung (4K, 1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 MP machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_iphone_12pro
source: Pro 12MP camera system: Ultra Wide, Wide, and Telephoto cameras Ultra Wide: ƒ/2.4 aperture and 120° field of view Wide: ƒ/1.6 aperture Telephoto: ƒ/2.0 aperture 2x optical zoom in, 2x optical zoom out; 4x optical zoom range Digital zoom up to 10x Night mode portraits enabled by LiDAR Scanner Portrait mode with advanced bokeh and Depth Control Portrait Lighting with six effects (Natural, Studio, Contour, Stage, Stage Mono, High‑Key Mono) Dual optical image stabilization (Wide and Telephoto) Five-element lens (Ultra Wide); six‑element lens (Telephoto); seven-element lens (Wide) Brighter True Tone flash with Slow Sync Panorama (up to 63MP) Sapphire crystal lens cover 100% Focus Pixels (Wide) Night mode (Ultra Wide, Wide) Deep Fusion (Ultra Wide, Wide, Telephoto) Smart HDR 3 Apple ProRAW Wide color capture for photos and Live Photos Lens correction (Ultra Wide) Advanced red-eye correction Photo geotagging Auto image stabilization Burst mode Image formats captured: HEIF and JPEG Video Recording HDR video recording with Dolby Vision up to 60 fps 4K video recording at 24 fps, 25 fps, 30 fps, or 60 fps 1080p HD video recording at 25 fps, 30 fps, or 60 fps 720p HD video recording at 30 fps Sensor-shift optical image stabilization for video (Wide) Optical image stabilization for video (Wide) 2x optical zoom in, 2x optical zoom out; 4x optical zoom range Digital zoom up to 6x Audio zoom Brighter True Tone flash QuickTake video Slo‑mo video support for 1080p at 120 fps or 240 fps Time‑lapse video with stabilization Night mode Time‑lapse Extended dynamic range for video up to 60 fps Cinematic video stabilization (4K, 1080p, and 720p) Continuous autofocus video Take 8MP still photos while recording 4K video Playback zoom Video formats recorded: HEVC and H.264 Stereo recording
de: 12 MP Pro Kamerasystem mit Ultraweitwinkel-, Weitwinkel- und Teleobjektiv Ultraweitwinkel: ƒ/2.4 Blende und 120° Sichtfeld Weitwinkel: ƒ/1.6 Blende Teleobjektiv: ƒ/2.0 Blende 2x optisches Einzoomen, 2x optisches Auszoomen, 4x optischer Zoombereich Bis zu 10x digitaler Zoom Nachtmodus Porträts durch den LiDAR Scanner Porträtmodus mit fortschrittlichem Bokeh und Tiefen‑Kontrolle Porträtlicht mit sechs Effekten (Natürlich, Studio, Kontur, Bühne, Bühne Mono, High‑Key Mono) Duale optische Bild­stabilisierung (Weitwinkel‑ und Teleobjektiv) Objektiv mit 5 Elementen (Ultraweitwinkel), Objektiv mit 6 Elementen (Teleobjektiv), Objektiv mit 7 Elementen (Weitwinkel) Hellerer True Tone Blitz mit Langzeit­synchronisation Panoramabild (bis zu 63 MP) Objektiv­ab­deckung aus Saphirkristall 100 % Focus Pixel (Weitwinkel) Nachtmodus (Ultraweitwinkel, Weitwinkel) Deep Fusion (Ultraweitwinkel, Weitwinkel, Teleobjektiv) Smart HDR 3 Apple ProRAW Fotos und Live Photos mit großem Farbraum Objektivkorrektur (Ultraweitwinkel) Fortschrittliche Rote‑Augen-Korrektur Geotagging für Fotos Automatische Bild­stabilisierung Serienbildmodus Aufgenommene Bildformate: HEIF und JPEG Videoaufnahme HDR Videoaufnahme mit Dolby Vision bis zu 60 fps 4K Videoaufnahme mit 24 fps, 25 fps, 30 fps oder 60 fps 1080p HD Videoaufnahme mit 25 fps, 30 fps oder 60 fps 720p HD Videoaufnahme mit 30 fps Optische Bildstabilisierung mit Sensor­verschiebung für Video (Weitwinkel) Optische Bildstabilisierung für Video (Weitwinkel und Teleobjektiv) 2x optisches Einzoomen, 2x optisches Auszoomen, 4x optischer Zoombereich Bis zu 6x digitaler Zoom Audiozoom Hellerer True Tone Blitz QuickTake Video Unterstützung für Zeitlupen­video in 1080p mit 120 fps oder 240 fps Zeitraffervideo mit Bild­stabilisierung Nachtmodus Zeitraffer Erweiterter Dynamikbereich für Video bis zu 60 fps Cinematic Video­stabilisierung (4K, 1080p und 720p) Kontinuierlicher Autofokus Während der Aufnahme von 4K Video Fotos mit 8 MP machen Zoomen bei der Wiedergabe Aufgenommene Videoformate: HEVC und H.264 Stereoaufnahme

# rear_camera_ipod_5
source: *(32 & 64GB models only) 5-megapixel iSight camera Autofocus ƒ/2.4 aperture LED flash Five‑element lens Hybrid IR filter Backside illumination sensor HDR for photos Face detection Exposure control Panorama Tap to focus Photo geotagging 720p HD video (30 fps) Video stabilization Video geotagging
de: *(32 & 64GB Modell) 5–Megapixel iSight Kamera Autofokus ƒ/2.4 Blende LED-Blitz Objektiv mit 5 Elementen Rückwärtig belichteter Sensor HDR für Fotos Gesichtserkennung Belichtungsregler Panorama Fokussieren per Fingertipp Geotagging für Fotos 720p HD Videoaufnahme (30 Bilder pro Sekunde) Videostabilisierung
